amd-ucode
base
base-devel
bind
bluez
bluez-utils
brillo
ccache
claude-code
cloudflared
cmake
cpio
dfu-util
discord
dkms
dolphin
dunst
efibootmgr
fcitx5
fcitx5-configtool
fcitx5-libthai
fd
feh
firefox
freerdp
fzf
gamemode
gdb
git
gperf
grim
grub
htop
hyprland
hyprpaper
hyprshot
iwd
kitty
lazygit
lib32-gamemode
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-icd-loader
libibus
libva-nvidia-driver
libxnvctrl
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
man-db
mesa-utils
meson
nano
neovim
networkmanager
ninja
nodejs
noto-fonts-emoji
npm
ntfs-3g
nvidia-open-dkms
nvidia-prime
nvidia-settings
nwg-look
obsidian
opencl-nvidia
openssh
os-prober
papirus-icon-theme
pavucontrol
pipewire-alsa
pipewire-pulse
podman
podman-compose
polkit-kde-agent
python-pip
qt5-wayland
qt6-wayland
reflector
rofi
rofi-calc
rofi-emoji
sddm
slurp
smartmontools
sof-firmware
steam
stow
swappy
tailscale
ttf-firacode-nerd
ttf-google-fonts-git
unzip
vim
visual-studio-code-bin
waybar
wev
wget
wireless_tools
woff2-font-awesome
wofi
wpa_supplicant
wtype
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-nouveau
xorg-server
xorg-xinit
yay
yay-debug
zoom
zoxide
zram-generator
zsh
